Repository: mozilla-l10n/mt-training-data
Catalog: lzz/lzz_pontoon.tmx
Source language: en_us
Languages: lzz

source: 100 people recording 100 sentences a day can generate 13 hours of audio. Keeping up this performance, 1000 hours can be reached under 3 months.
lzz: Ar ndğas 100 cumle na doloç̌arasen 100 şurik 13 saati şukuri xoma kogetzop̌ums. Ham performansit̆e konayonu-na 3 tuta doloxe 1000 saati şukuri xoma dvaxenen.

source: 1 sentence collected
lzz: 1 cumle diǩorobu

source: 2019 End-of-Year Release
lzz: 2019 Tzana Eçourişi Gamamşkumale

source: 2 down, keep it up!<playIcon></playIcon>
lzz: 2 melu, nayoni! <playIcon></playIcon>

source: ≥ 2 No votes
lzz: ≥ 2 Var rei

source: ≥ 2 Yes votes
lzz: ≥ 2 Ho rei

source: Abbreviations and Acronyms
lzz: Zit̆apeşi omǩulanupe do Umçane Boncapeşi Omǩulanupe

source: Abkhaz
lzz: Abaza

source: About
lzz: Hemuşeni

source: About us
lzz: Çku Mi Boret (Şǩu Mi voret)

source: Academic Reference
lzz: Akademiǩuri referansi

source: Accent
lzz: Aksani

source: Accepted file types: .tsv only
lzz: ǩebuli na ixenen dosyaşi çeşitepe: xvala .tsv

source: Account
lzz: Xesap̌i

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
lzz: <accuracyLink>Tzorinobaşi mezumape şeni daha dido digurit.</accuracyLink>

source: Acehnese
lzz: Adiğe

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
lzz: { $actionType }><playIcon></playIcon> cumle tzori iǩitxesi?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
lzz: { $actionType }><recordIcon></recordIcon> uǩaçxe cumle mağali xemate iǩitxit

source: { $actionType }<stopIcon></stopIcon> when done
lzz: { $actionType }><stopIcon></stopIcon> eiçorasis

source: { $actionType } submit when ready
lzz: { $actionType } xadziri iyasis oncğoni

source: Add and Review Sentences, Add Questions, Transcribe Audio
lzz: Cumle gedvi do otzedi, khitxala gedvi, xoma ç̌araşa golakti.

source: Add as much information as you can about the language. This could include:
lzz: Giçkinan ǩonari (gişǩuran şuǩuri) nena şeni çkinapa eǩudvit. Hani (hantepe) eǩogadvenan:

source: Add <icon></icon> a public domain sentence
lzz: Monduli (kamuşi mali na ren) ar cumle kekumtsxvit <icon></icon>

source: Add information
lzz: Çkinapa eǩudvi

source: Adding Sentences
lzz: Cumle Oǩatu

source: Additional Language
lzz: Majura Nena

source: Add Language
lzz: Nena Ekumtsxvi

source: Add new custom accent "{ $inputValue }"
lzz: Ağani ar aksani "{ $inputValue }" keǩumtsxvi

source: Add new sentences for the community to read
lzz: Mtelişi oǩitxu şeni ağani cumlepe gedvit

source: Add one sentence per line
lzz: ǩat̆a satiris ar cumle kogedvit.

source: Add questions
lzz: Nena tkvanişi ǩitxalape gedvit

source: Add sentences
lzz: Nena tkvanişi cumlepe gedvit.

source: Add Sentences
lzz: Cumle eǩudvi

source: Add up to 1,000 sentences
lzz: Eni dido 1000 cumle gegadvenan.

source: Add Your Voice
lzz: Nena-tkvani keǩunt̆alit

source: Adja
lzz: Ajda

source: Adyghe
lzz: Atzuğe

source: Afaan Oromo
lzz: Afaan Oromuri

source: Afar
lzz: Afaruri

source: A few bytes
lzz: jur-sum bayt̆i

source: Afrikaans
lzz: Afriǩanuri

source: Age
lzz: Tzana

source: Agriculture and Food
lzz: Xaçka do Mgvana

source: Albanian
lzz: Arnavut̆uri

source: All
lzz: İri/ Mteli

source: All sentence must have the same domain
lzz: Mtel cumlepe ar mondunişen ort̆asen.

source: All sentences must have the same citation
lzz: Mtel cumlepe ar cicişen ort̆asen.

source: Already have an account? <login>Log-In</login>
lzz: Ar xesabi giğun-i? <login>Kamaxti</login>”

source: Amharic
lzz: Aramikuri

source: An error occurred fetching sentences
lzz: Cumlepe eiç̌opet̆uşa ar xeta gamaxtu.

source: An error occurred reviewing this sentence
lzz: Ham cumle itsadet̆uşani ar xeta gamaxtu.

source: An error occurred submitting your voice information
lzz: Xoma çkinapa-tkvani incğonet̆uşa xeta iyu

source: An error occurred while recording
lzz: Doloç̌aramt̆uşa xeta gamaxtu.

source: An error occurred while skipping this prompt
lzz: Ham ǩitxala moyoǩapamtuşa xeta gamaxtu.

source: An error occurred while submitting the report
lzz: Rapori incğomant̆uşa ar sefi iyu

source: An error occurred while uploading your response
lzz: Cuğap̌i tkvani servirişa incğonet̆uşa xeta gamatu.

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
lzz: Tzana, cinsiyet̆i do aksani steri anonimi xeneri xmaraceşi datape, osinapu çinobua motorepeşi tzorinoba oslop̌u şeni na ixmaren xoma datapeşi oǩaimus nuşvelams. Xmarace coxo-tkvani do e-posta adresi-tkvani na moncğonit datape-ǩala p̌ot̆e var oǩimç̌ǩeşinasen. Xmarace coxo-tkvani ǩamus gontzǩeri vana ononimuri iyasen-i goşogatsxunanen.

source: Answer
lzz: Cuğap̌i

source: Answering a Question
lzz: ǩitxalapes cuğap̌i meçit

source: Approve
lzz: Otzuranu

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
lzz: Ǩap̌ulas amtsika curunti ort̆uǩo ǩebuli ixenen. Ama ç̌arapeşi doloxe na va ren zit̆ape makinak ognas var minonan. Ecere, ç̌arapeşi doloxe na ren zit̆apeşe made zit̆ape renan-na redi ixenasen. Haşo dulya, televuzi gontzkheri ort̆aşa vana mexolapes isinapinet̆aşa iyen.

source: Arabic
lzz: Arap'uri

source: Aragonese
lzz: Aragonuri

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
lzz: Hatzi Comman Voiceşi Spontane Osinapu Projeşi beta testi gurubişi doloxe oret-i?

source: Are you coming? [called by another]
lzz: Mulurt-i? [teni mitik icoxams, iyoxams]

source: Are you coming? <strong>[called by another]</strong>
lzz: Mulur-i? <strong>[majurak gicoxams]</strong>

source: Armenian
lzz: Sumexuri

source: Armenian Western
lzz: Gyulvani Sumexuri

source: Arvanitika
lzz: Arvanituri

source: Ask about a new language
lzz: Ağani nena şeni iǩitxi

source: Ask sensitive questions
lzz: Mçhipeşi mot ikitxamt

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
lzz: nan

source: Assamese
lzz: Assamesuri

source: Asturian
lzz: Asturianuri

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
lzz: Ar doloç̌aras, ǩoçik na tku ǩat̆a zit̆a vana zit̆aşi gale na doskidun xomape, meyizit̆uǩo-ti uğut̆asen.

source: Attention!
lzz: İk̆atali!

source: Audio Format
lzz: Xomaşi Format̆i

source: Automotive and Transport
lzz: Otomotivi do Oxtimuşi

source: Avatar
lzz: Avatari

source: Avatar uploaded
lzz: Avatari keiğu

source: Average
lzz: Oşkena

source: A voice clip is marked "valid" when a user gives it a Yes vote.
lzz: Maxmarek "Ho" ya do rei meçasi 'oxmaroni" ya do niğaren.

source: Avoid too much background noise - it should be easy to hear you.
lzz: Curultişa mendra dogutit. Nena tkvani ǩolai diguras (ignas).

source: Awards
lzz: Ödüller

source: Azerbaijani
lzz: Azeruri

source: Back
lzz: ǩap̌ula ǩele

source: Background Noise
lzz: ǩap̌ulani nağarya

source: Background Voices
lzz: ǩap̌ulani xomape

source: Back to Top
lzz: Tişa Kexti

source: Bambara
lzz: Bambaruri

source: Bankon
lzz: Bantunuri

source: Basaa
lzz: Basaruri

source: Bashkir
lzz: Başkiruri

source: Basque
lzz: Basǩuri

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
lzz: Ar doloç̌ra reddi ikumt̆aşa vorsi iduşuni. Dunya ç̌kunis ç̌kva do ç̌kva telefuzepe renan; hant̆epeşi (hanişi) bazepe muşi mondo si var gignun. Skani steri na var isinapams şurepeti na renan giç̌kit̆as.

source: Become a Common Voice Partner
lzz: Common Voiceşi ortaği iyit

source: Belarusian
lzz: Belarusuri

source: Benefits
lzz: Pelapape

source: Bengali
lzz: Bengaluri

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
lzz: [Mulurt̆u vana Mulut̆u ya do iǩit̆xinen.]

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
lzz: Nenape okhonthalu do <mark>nena gomturu</mark> steri khatha ndğas na vikumt xalepe şeni daha vorsi oren.

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
lzz: <mark>Çkar çharaşi khorphusi</mark> na var uğun vana mtsika na uğun nenape şeni daha vorsi meşvelu (evuli. phothe na var içharu nenape)

source: <bold>{ $count }</bold> Clips
lzz: <bold>{ $count }</bold> xoma doloçharape

source: <bold>Help us</bold> find more voices
lzz: Daha dido xoma odzirus <bold>memişvelit</bold>

source: Bosnian
lzz: Bosnanuri

source: Both
lzz: Juri aroğorda

source: Both (Speak and Listen)
lzz: Juri-ti (isinapi do işǩini)

source: Breton
lzz: Bretonuri

source: [British English might make "root"]
lzz: Britişuri İngilizuris "cici" axenen

source: Browse Languages
lzz: Nenapes otzǩedi

source: Build a custom goal
lzz: Doxmeli hedefi getzopxit

source: Build Profile
lzz: Profili Getzopxi

source: Bulgarian
lzz: Bulgaruri

source: Bulk batch
lzz: Dido dido

source: Bulk Sentences Uploaded
lzz: Oǩolveri cumlepe keiğmalinu

source: Burmese
lzz: Burmesuri

source: Buryat
lzz: Buryaturi

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
lzz: Amolva var it̆işu.

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
lzz: <mark>Çkar çharaşi khorphusi</mark> na var uğun vana mtsika na uğun nenape şeni daha vorsi meşvelu (evuli. phothe na var içharu nenape vana mtsika çhara na uğun nenape)

source: By editing your goal, you may lose your existing progress.
lzz: Hedefi tkvani sturesarit do na giğunan elaxtima tkvani doloç̌arit.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
lzz: E-post̆ape ǩebuli doyat-na Mozillaşi ham çkinapape na tku steri oxmaru-muşis izini na meçameri iyet <privacyLink>Privacy Policy</privacyLink>.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
lzz: Common Voiceşi datamarç̌as na ren msinapupeşi noçinepe odziru şeni var inç̌itaten<b>ǩebuli atna</b>

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
lzz: Ti-tkvani daha vorsi domoçinapat-na, Common Voices na oncğonit datapeşi tzorinoba gorapa motorepeşi oxotzonu şeni daha vorsi iyaseren.

source: By telling us about yourself, you will help developers build more inclusive technology
lzz: Ti skanişi ar mtsika mimeselit. Haşopete ham dulyaşi maktalepes nuşvelare.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
lzz: Common Voice ixmaratşi <termsLink>Khoşulepe çkuni</termsLink> do <privacyLink>Thobaşobaşi khuralepe çkuni</privacyLink> khebuli ikumt.

source: [Canadian English might make "route" sound like "rowt"]
lzz: [ǩanadaşi İngilizurik "rota" zit̆a "rowt" ya do datkven.

source: Cancel
lzz: Ok̆oxvi

source: Cancel Re-recording
lzz: Meyo-doloç̌aru ip̌t̆aki doyi/ dovi/ doqvi.

source: Cancel Submission
lzz: Oncğonu ip̌t̆ali doyi

source: Cannot submit more than 1000 sentences
lzz: 1000 cumleşen dido var incğonen

source: Can't decide?
lzz: ǩarari var megaçenan-i?

source: Cantonese
lzz: Kantonesuri

source: Catalan
lzz: Katalanuri

source: Central Kurdish
lzz: Şkaguri Kyurduri

source: Central Melanau
lzz: Oşkenani Malanau

source: Change preferences
lzz: Goşatsxunerepe gokturi

source: Changes contribution language of dataset only
lzz: Ar xvala nimxacinen dataşi p̌uncişi nena gomturi

source: Change your email via Settings under Login Identity
lzz: Amolva Noçineşi tude "getzopxupe"şi doloxe e-posta-tkvani gokturit.

source: Check
lzz: Tsadi

source: Check <icon></icon> is this a linguistically correct sentence?
lzz: <icon>i dotsadit.</icon> aya ç̆ara gramatikuri k̆ele tzori ren-i?

source: <chevron></chevron>See less
lzz: <chevron></chevron>Daha mtsikamuşi otziri

source: <chevron></chevron>See more
lzz: <chevron></chevron> Daha fazlamuşi dzirit

source: Chinese (China)
lzz: Çinuri

source: Chinese (Hong Kong)
lzz: Çinuri (Hon konguri)

source: Chinese (Taiwan)
lzz: Çinuri (Tayvanuri)

source: Chinyanja
lzz: Çiyanuri

source: Choose language/localization
lzz: Nena/ svamuşi goşuğit

source: Chuvash
lzz: Çuvaşuri

source: Citation
lzz: Eşaç̌opu

source: Cite with a URL link or the full name of the work.
lzz: Ar URL linkite vana dulyaşi coxote cireǩi otzirit.

source: Citing Sentences
lzz: Cumlepeşen ar muti eç̌opinu

source: Click
lzz: not̆aǩulit

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
lzz: Ham sayfa muç̌o ixmarinen diguru şeni <guidanceLink>hay</guidanceLink> cobazgit.

source: Clipboard not supported
lzz: Panok var numxacams

source: Clip Graveyard
lzz: ǩilibişi Doxvume

source: Clips recorded
lzz: Doloç̌areri ǩlibepe

source: Clips Uploaded
lzz: Eğmaleri ǩlibepe

source: Clips validated
lzz: Doloç̌areri saatepe

source: Clips You've Recorded
lzz: Doloç̌arit Klibepe

source: Clips You've Validated
lzz: Otzuranit Klibepe

source: Close
lzz: Genǩoli

source: Collecting sentences
lzz: Cumlepe oǩorobu

source: Comment
lzz: Mesinapu

source: Common Voice data plus all other voice datasets above.
lzz: Comman Voicesi data març̌ape xvala var jindoleni majura xoma datapeti.

source: Common Voice Dataset
lzz: Common Voice Datamarç̌a

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
lzz: Common Voice, vergişen muafi (US 501c3) na ren Mozilla Vaǩufiši proje ren. Hatzi ham proješi tamami-muši <phalanchromicGrantLink>hibepe</phaliantricGrantLink> do kianaši iri ǩalešen na ixenen oxarsuvupete finanse ixenen.

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
lzz: Common Voice spontane, okhitxuşe osinapus fokusi na iyen majura sva gyoçhkhapams. Hamuk çkva do çkva gurubepes manişa data okhorobuşi fursethi meçasen. Majura, linguisthepesti dido apelanen.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
lzz: Comman Voice, mtini k'oçepeşi osinapu makinapes doguru şeni na geiç'k'u/ ciç'u Mozillaşi insiyatifi ren.

source: Community participation and decision making.
lzz: ǩomunitişi eǩont̆aloba do ǩarari meçamu.

source: Community Playbook
lzz: Partiyaşi becit̆i kitabi

source: Confirm Goal
lzz: Hedefi dotzurani.

source: Connect with Gravatar
lzz: Gravatarite Niǩori

source: Contact
lzz: ǩont̆aǩt̆i

source: Contact Form
lzz: Memçinuşi Formi

source: Contact the Common Voice team
lzz: Common Voiceşi ekibi şkala ikontaktit

source: Contact us
lzz: Çkuni-ǩala ǩontaǩt̆i dodvit

source: Contact Us
lzz: Domimçinit

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
lzz: Doloxdenepe <licenseLink>Creative Commons license</licenseLink> lisansişi tude koren.

source: Continue
lzz: Golvayoni

source: Continue speaking
lzz: Osinapu mo naşkum

source: Continue validating
lzz: Otzuranus nayoni/ naqoni

source: Contribute
lzz: Eǩoşvelu

source: Contribute sentences
lzz: Cumlepe şeni eǩuşvelit

source: Contribute to { $lang }
lzz: { $lang }-s naǩatit

source: Contribution Activity
lzz: Meşveluşi Aktivite

source: Contribution Criteria
lzz: Meşveluşi kriterepe

source: Contribution Experience
lzz: Meşveluşi Getsadu

source: Contribution Guidelines
lzz: Meşveluşi kriterepe

source: Contributors record voice clips by reading from a bank of donated sentences.
lzz: Memşvelupek, xarsuveri cumlepete pşeri ar bankaşen iǩitxaman do ǩlibepe doloç̌aruman.

source: Cookies
lzz: ǩaǩape

source: <cookiesLink>Cookies<cookiesLink>
lzz: <cookiesLink>Çerezepe<cookiesLink>

source: Copy
lzz: Kopya doyi

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
lzz: Galiçuri

source: Cornish
lzz: Kornişuri

source: Correct
lzz: Tzori

source: Corsican
lzz: Korsikanuri

source: { $count } clips
lzz: { $count } xomaşi doloç̌arape

source: Country/Region of Residence
lzz: Skidurt Sva, dobadona/Gomti

source: Create a Custom Goal
lzz: Doxmeli ar Noğire Konisimadi

source: Create a profile
lzz: Profili getzopxi

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
lzz: Common Voices konuşvelat-na daha dido ǩoçis apelasen. İris na axmarasere steri cireǩepe do tablope itzopxasen.

source: Crimean Tatar
lzz: Ǩirimuri Tataruri

source: Criteria
lzz: ǩriterepe

source: Croatian
lzz: Xirvat̆uri

source: Cypriot Greek
lzz: Kibrisuri Xorumuri

source: Czech
lzz: Çeǩuri

source: Dagbani
lzz: Dağbanuri

source: Daily Goal
lzz: Ndğaluri Hedefi

source: Danish
lzz: Danişuri

source: Dashboard
lzz: Tzirama Paneli

source: Dataset
lzz: Datamarç̌a

source: Dataset: { $datasetLanguage }
lzz: Datamarçha: { $datasetLanguage }

source: Dataset [{ $datasetName }]
lzz: Datamarç̌a: { $datasetLanguage }

source: Dataset: { $datasetName }
lzz: Datamarç̌a: { $datasetLanguage }

source: Dataset Release
lzz: Datamarç̌aşi gamaşkvinu

source: Datasets
lzz: Datamarç̌a

source: Date
lzz: Tarixi

source: Days
lzz: Ndğalepe

source: Delete
lzz: Gejili/ Ceşiri

source: Delete my recordings
lzz: Doloç̌arape-çkimi gejilit (cejirit)

source: Delete Profile
lzz: Profili Gejiri

source: Dhivehi
lzz: Divexuri

source: Did you know…
lzz: Giçkit̆es-i...

source: Different language
lzz: Farǩli nena

source: Difficult
lzz: Zori

source: Difficult to pronounce
lzz: Ozit̆u muşi çetini oren.

source: Dioula
lzz: Dioluri

source: Discard ongoing recording
lzz: Hatzineri doloç̌ara ip̌t̆ali doyi

source: do
lzz: Hantepe/ Hani dovit

source: Does the sentence meet the guidelines?
lzz: Cumle ǩuralepes eluvelun-i?

source: Donate
lzz: Mixaresirit

source: Donate your voice
lzz: Nena-tkvani mixarsuvit

source: Done
lzz: Diçodu

source: do not
lzz: Hantepe mot ikumt

source: Don’t
lzz: Hantepe/ hani mot ikumt

source: Don't see your language on Common Voice yet?
lzz: Common Voices daha nena-tkvani var dziremt-i?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
lzz: Nena-tkvani datamarç̌as var dziremt-i? Nena ogoru şeni Nenapeşi butkaşa idit.

source: Don't wish to say
lzz: Otku var minon (var bgorum)

source: Download
lzz: Kogeiği

source: Download Common Voice Data
lzz: Common Voiceşi Datape kogeiğit

source: Download Data
lzz: Meçama Geiği

source: Download Dataset Bundle
lzz: Datamarç̌aşi Paket̆i kogeiğit

source: Download { $language }
lzz: { $language } doya geiğit

source: Download Links
lzz: Linkepe kogeiği

source: Download My Data
lzz: Datape-çkimi Kogeiği

source: Download options for accessing Common Voice data
lzz: Common Voiceşi datape odziru şeni geğmaluşi goşatsxunape

source: Download our voice datasets
lzz: Xomaşi dataseti çkunis geiğit (ciğit)

source: Download profile data
lzz: Profilişi datape kogeiği

source: Download the Dataset
lzz: datamarç̌a Kogeiğit

source: Download the Single Word Target Segment
lzz: Ar Zit̆a Noğire Boligina Kogeiğit

source: Do you want to continue?
lzz: Meyonu ginonan-i?

source: Do you want to Speak, Listen or both?
lzz: Osinapu-i, oucu-i (oşkinu-i, osiminu-i) vana juriti aroğorda oxenu gorumt-i (ginonan-i)?

source: Drag and drop or <browseWrap>Browse</browseWrap>
lzz: Dolotiri do dolodvi var na mendatzk̆edi

source: Drag your file here or <uploadButton>click to upload</uploadButton>
lzz: Dosya tkvani eğmalu şeni nokosit vana <uploadButton>hak not̆aǩulit</uploadButton>

source: Drop file here to upload
lzz: Eğmalu şeni dosya hak naşkvit

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
lzz: Ment̆ala oncoğonuşi oras, "mencğoni"s not̆ank̆aşk̆ule, K̆ap̆ula Gnapa moyuk̆ap̆inasinon. Ment̆ala, na mulun 5 doloç̆ara var na otzuranuşi setiten naqonasinon.

source: Dutch
lzz: Hollanduri

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
lzz: Datamarçhas na ren khatha doloçhara umemgvapu MP3 do hemus na numtsxun ar çharaşi dosyaşen eçkindun. Datamarçhas na doloçharun <b>{ $total }</b> saatişi didos, osinapu oçinu şeni tzana, cinsiyethi do aksani steri demografikhuri meta marçhape meşadzin. Datamarçha hatzi <b>{ $languages }</b> nenas <b>{ $valid }</b> saatişen eçkindun ama phanda çkva dido xoma do nena ekhevumtsxumt.

source: Eastern Huasteca Nahuatl
lzz: Yulvanuri Huast̆eka Naxuaturi

source: Easy
lzz: ǩolai

source: Edit
lzz: Sturesari

source: Edit Profile
lzz: Profili getzopxi

source: Edit tag
lzz: Etiketi getzopxi

source: Element
lzz: Elementi

source: Email
lzz: Emaili

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
lzz: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
lzz: Common Voiceşi khampanyape ognapu şeni e-posta liste çkunis <emailFragment>diç̌arit</emailFragment>.

source: Email is already used for a different account
lzz: Ham e-post̆a adresi zat̆i farǩli ar xesap̌is ixmaren.

source: Email Subscriptions
lzz: E-posta Doloç̌areri

source: Emakhuwa
lzz: Votiǩuri

source: English
lzz: İngilizuri

source: Enter email to send a sign up link
lzz: Doloç̌aruşi linki oncğonu şeni e-posta amaxtit

source: Enter your Country/Region of Residence
lzz: Skidurt dobadona/ gomti/ sva goşuğit

source: Enter your email
lzz: E maili tkvai doçharit.

source: Enter your public domain sentence here
lzz: ǩamuşi mali na ren cumle-tkvani hak ç̌arit

source: Enter your public domain sentences here
lzz: ǩamuşi mali na ren cumle-tkvani hak ç̌arit.

source: Error
lzz: Xeta

source: Error adding sentence
lzz: Cumle eǩidvet̆uşani xeta gamaxtu

source: Error { $code }
lzz: Xeta { $code }
